/* FTP error code message */
"\n\nFTP error code: %@" = "\n\nCode d’erreur FTP : %@";

/* Error with FTP access to server */
"Access to the FTP server denied.  Please check your credentials." = "L’accès au serveur FTP est refusé.  Vérifiez vos identifiants.";

/* test connection failed */
"Connection Failed" = "Échec de la connexion";

/* test connection worked */
"Connection Successful" = "Connexion réussie";

/* error message shown in properties dialog status when testing connections */
"Connection failed. Please verify your settings." = "La connexion a échoué. Vérifiez vos paramètres.";

/* error message shown in properties dialog status when testing connections */
"Directory does not exist." = "Le répertoire n’existe pas.";

/* Error with FTP server not initialized */
"Error initializing Server" = "Erreur lors de l’initialisation du serveur";

/* Inform user that there was an error with FTP and we don't know what it is */
"Error uploading with FTP" = "Erreur lors du téléchargement via FTP";

/* Error with FTP writing data */
"Error while writing data." = "Erreur lors de l’écriture des données.";

/* plugin name */
"FTP" = "FTP";

/* General Error with FTP */
"Failed to write file. Server returned an error, which could be caused by invalid credentials or an invalid directory.  Make sure you aren't creating nested directories." = "Échec d’écriture du fichier. Le serveur a renvoyé une erreur, qui peut être due à des identifiants ou un répertoire non valides.  Vérifiez que vous n’êtes pas en train de créer des répertoires imbriqués.";

/* Error with FTP password */
"Please enter a password. Go to Preferences > Share > FTP to configure." = "Veuillez saisir un mot de passe. Allez dans Préférences > Partage > FTP pour configurer la destination.";

/* Error with FTP username */
"Please enter a username. Go to Preferences > Share > FTP to configure." = "Veuillez saisir un nom d’utilisateur. Allez dans Préférences > Partage > FTP pour configurer la destination.";

/* Error with FTP destination */
"Please enter a valid destination. Go to Preferences > Share > FTP to configure." = "Veuillez saisir une destination valide. Allez dans Préférences > Partage > FTP pour configurer la destination.";

/* plugin button tooltip */
"Send the capture to an FTP server using file transfer protocol." = "Envoyer la capture sur un serveur FTP en utilisant le protocole de transfert de fichiers.";

/* Error with FTP port */
"Server port invalid. Go to Preferences > Share > FTP to configure." = "Le port du serveur n’est pas valide. Allez dans Préférences > Partage > FTP pour configurer la destination.";

/* Name of the service that gets stored in the password manager */
"TechSmith FTP Output" = "Destination FTP TechSmith";

/* Error with FTP destination not reachable */
"The FTP destination could not be reached." = "Impossible d’atteindre la destination FTP.";

/* Error with FTP write stream */
"There was an error creating the write stream." = "Une erreur s’est produite lors de la création du flux d’écriture.";

/* Error with FTP reading file */
"There was an error reading the file." = "Une erreur s’est produite lors de la lecture du fichier.";

/* Inform user that upload worked */
"Upload Successful" = "Téléchargement réussi";

/* Inform user that capture failed and wasn't shared */
"Your capture was not shared." = "Votre capture n’a pas été partagée.";

/* No comment provided by engineer. */
"[date]" = "[date]";

/* No comment provided by engineer. */
"[filehash]" = "[filehash]";

/* No comment provided by engineer. */
"[filename]" = "[nomfichier]";

